Repository: HfH-DLC/pressbooks-hfh
Catalog: languages/pressbooks-hfh-*.po
Languages: de_de

source: HfH additions for Pressbooks
de_de: HfH-Ergänzungen für Pressbooks

source: Chapter Password
de_de: Kapitelpasswort

source: Password set successfully.
de_de: Passwort erfolgreich gesetzt.

source: This form will set the chapter password for all chapters in this book. Submitting the form without a password will remove all chapter passwords.
de_de: Dieses Formular setzt das Kapitelpasswort für alle Kapitel in diesem Buch. Wird das Formular leer abgeschickt, werden alle Kapitelpasswörter entfernt.

source: Password
de_de: Passwort

source: Save
de_de: Speichern

source: Chapter Categories
de_de: Kapitelkategorien

source: Mark Chapter as Complete
de_de: Kapitel als bearbeitet markieren

source: Mark Chapter as Incomplete
de_de: Kapitel als nicht bearbeitet markieren

source: Progress
de_de: Fortschritt

source: Chapter
de_de: Kapitel

source: Chapter Complete
de_de: Kapitel bearbeitet

source: Chapter Incomplete
de_de: Kapitel nicht bearbeitet

source: %s%% Complete
de_de: %s%% bearbeitet

source: Reading Progress
de_de: Lesefortschritt
